# Synthesis script for yosys created by qflow
read_liberty -lib -ignore_miss_dir -setattr blackbox /usr/share/qflow/tech/osu018/osu018_stdcells.lib
read_verilog  /home/hakaru/Projects/Verilog/PowerPC/QFLOW_InOrderInstructionQueue/source/InOrderInstructionQueue.v
# Hierarchy check
hierarchy -check
